{
  "nav1": "لماذا نحن",
  "nav2": "الخدمات",
  "nav3": "نبذة عنا",
  "nav4": "المهن",
  "nav5": "عملائنا",
  "nav6": "تواصل معنا",

  "hero-msg-title1": "حلول مبتكرة و فعالة",
  "hero-msg-desc1": "شركة ضفاف تستخدم و تواكب أحدث التقنيات و الحلول فى الخدمات اللوجستية.",
  "hero-msg-title2": "Safe & Secure",
  "hero-msg-desc2": "Defaf maintains gated access with 24/7 security surveillance",
  "hero-msg-title3": "Professional",
  "hero-msg-desc3": "Defaf focuses on every customer and takes professional approach",

  "why-title1": "لماذا",
  "why-title2": "نحن؟",

  "why-point1": "تقديم حلول لوجستية متكاملة.",
  "why-point2": "أسطول من الشاحنات لتلبية مختلف أنواع النقليات.",
  "why-point3": "فروع مختلفة داخل المملكة ودول مجلس التعاون الخليجي.",
  "why-point4": "أساحات بالقرب من الموانئ البحرية و مراقبة على مدار الساعة.",
  "why-point5": "أكبر ساحة للحاويات المبردة خارج الموانئ البحرية في المملكة العربية السعودية.",
  "why-point6": "مكاتب داخل الموانئ البحرية.",
  "why-point7": "ورشة مجهزة تجهيزا كاملا على مساحة 1200 متر.",

  "about-tab": "معلومات عنا",
  "about-title1": "معلومات",
  "about-title2": "عنا",
  "about-desc1": "شركة ضفاف المتحدة للخدمات اللوجستية جزء من مجموعة نسما القابضة. وقد تأسست الشركة في عام 2016 بإجمالي استثمارات تزيد عن 60 مليون ريال سعودي، لتصبح إحدى الشركات الرائدة في الخدمات اللوجستية في المملكة العربية السعودية. من ضمن أهداف الشركة الالتزام بتوفير خدمات مهنية عالية الجودة، والتي تلبي توقعات عملائنا؛ حيث نقدم لهم فرصاً لا نظير لها للوصول إلى الأسواق الصناعية والاستهلاكية في المملكة العربية السعودية.",
  "about-desc2": "شركة ضفاف المتحدة للخدمات اللوجستية تعمل على تعزيز الابتكار والكفاءة في مجال خدمات الخدمات اللوجستية، من خلال تقديم حلول متكاملة ومرنة لمختلف أحجام العملاء وشركات الشحن. لقد أصبحت الشركة الأسرع نمواً في المملكة العربية السعودية في هذا المجال، وقد اكتسبت سمعة متميزة في تقديم الحلول اللوجستية الصعبة.",

  "mission-tab": "الرؤية والرسالة",
  "vision-title1": "لنا",
  "vision-title2": "رؤية",
  "vision-desc": "تعزيز الابتكار والكفاءة في الخدمات اللوجستية.",
  "mission-title1": "لنا",
  "mission-title2": "رسالة",
  "mission-desc": "تسعى 'ضفاف للخدمات اللوجستية' لتعزيز جهودها فى الخدمات اللوجستية في الشرق الأوسط.",

  "quality-tab": "سياسة الجودة / التأمين على البضائع",
  "quality-title1": "سياسة",
  "quality-title2": "الجودة",
  "quality-desc": "تؤمن شركة ضفاف بأن الجودة ليست خيارًا بل ضرورة للبقاء والازدهار في بيئة تغلب عليها المنافسة العالمية. و تهدف ضفاف إلى الرضا التام للعملاء ، والذي سيؤدي يدوره إلى كسب ولائهم. لذا علينا الالتزام بتوفير خدمات آمنة، فالجودة ليست مجرد هدف نسعى إليه، بل إنها استراتيجيتنا الأساسية للنمو المستقبلي وتطوير مواردنا البشرية.",
  "cargo-title1": "التأمين",
  "cargo-title2": "على البضائع",
  "cargo-desc": "المخاطرة موجودة فى جميع أشكال النقل الدولي. و مع تزايد قيمة بضائع الشحن بشكل كبير خلال العقود القليلة الماضية، أصبحت الحاجة إلى ضمان بضائع الشحن أمر حيوي. وكما يقول المثل: 'السلامة خير من الندامة'. قد تكون عواقب الخسائر في هذه الصناعة مدمرة، وعلى الرغم من أنه لا يمكن التنبؤ بها أو منعها، إلا أنه يمكن دائمًا الاستعداد لها.",

  "services-title1": "لنا",
  "services-title2": "خدمات",
  "services-desc": "تكرس شركة 'ضفاف المتحدة للخدمات اللوجستية' جهودها لتقديم حلول لوجستية متكاملة ومحسنة لجميع العملاء في المملكة العربية السعودية؛ من خلال فهم احتياجات ومتطلبات العمل الخاصة بكل عميل، من أجل تطوير وتخصيص حل مناسب ومنطقى، بدعم فريق ضفاف المؤهلين تأهيلاً عالياً لتأدية طلبات العملاء. و تشمل خدمات شركة ضفاف:",

  "acco1-title": "تخزين الحاويات",
  "acco1-desc": "تتخصص شركة ديفا Logistics لوجيستكس في إدارة وإدارة وحفظ وصيانة الحاويات والبضائع السائبة. محطات الدفاف لديها أحدث معدات مناولة الحاويات ، وفريق خدمة الحاويات الماهر الذي تم تدريبه بشكل صحيح ومؤهل لتلبية متطلبات واحتياجات العملاء وخطوط الشحن المختلفة. يتم تخزين جميع البضائع في مناطق قابلة للتحديد بسهولة ، والحفاظ على متطلبات FIFO. محطات ديفاف قريبة جدا من الموانئ البحرية ولديها أحدث تكنولوجيا المعلومات التي لديها القدرة على توفير رسائل EDI وتقارير إلى خطوط الشحن / العملاء لتبسيط العمليات والتتبع. لدى دياف العديد من العملاء الموثوقين الذين يمنحوننا الدافع لتحسين أدائنا باستمرار والاستثمار في فريقنا وقدراتنا التشغيلية.",
  "acco2-title": "المكونات المبردة",
  "acco2-desc": "تحتوي مطاريف ديفاف على أكثر من 576 نقطة توصيل مبردة مدعومة بمولدات قوية وفعالة لضمان إمداد الطاقة دون انقطاع للحفاظ على درجات الحرارة المطلوبة. يتم الحفاظ على درجات الحرارة الصحيحة في جميع الأوقات باستخدام المعدات المطلوبة والمتخصصة.",
  "acco3-title": "ريفير قبل الرحلة التفتيش",
  "acco3-desc": "PTI هو فحص يتم إجراؤه على حاوية مبردة فارغة قبل الإطلاق ، لضمان الأداء الصحيح لوحدة التبريد وأجهزة التحكم في درجة الحرارة والتسجيل. تتضمن PTI أيضًا فحص الحاوية للضرر الهيكلي ، والتأكد من أن الحاوية الداخلية نظيفة وجاهزة في كل ما يتعلق باستلام البضائع. تقدم ديفاف فحص الرحلة قبل و / أو خدمات التبريد المسبق للحاويات المبردة. ستتمتع بمهارة جيدة ، ومهارة قوة الرجل ومهارات التواصل الجيد ، لضمان جاهزية ونوعية الحاويات المبردة.",
  "acco4-title": "وسائل النقل",
  "acco4-desc": "من خلال خدماتنا ، نحن نوفر خدمات النقل حتى نتمكن من ترتيب حركة الحاويات والشحن في أي مكان داخل المملكة العربية السعودية ودول مجلس التعاون الخليجي. نقل البضائع المبردة (المقطورات المبردة / الجانبية) نقل الحاويات الجاف. نقل الحاويات المبردة. توريد الديزل. إمدادات المياه.",
  "acco5-title": "حشو & غير حشو",
  "acco5-desc": "محطات ديفاف تتعامل مع حشو البضائع وتجرف في محطاتنا. عادة ما تتضمن خدمة التوحيد نقل البضائع إلى نقطة الحشو ، وحشو البضائع في الحاويات ، وعملية شحن مستندات مخصصة ، وأخيراً إعادة التعبئة إذا لزم الأمر للتسليم. توفر ديفاف منطقة مخصصة ، والمعدات والقوى العاملة لدعم عمليات الحشو والتقطيع بناءً على طلب العملاء.",
  "acco6-title": "إصلاح الحاويات",
  "acco6-desc": "من التعديلات البسيطة إلى الإصلاحات الرئيسية ، يمكن لفريق ورشة ديفاف معالجة احتياجات M & R. لدينا ميكانيكيين متمرسين ومهنيين محترفين يعرفون كيفية إصلاح المعدات الخاصة بك بشكل صحيح وفقًا لمتطلباتك الصارمة. ونحن نعلم أهمية توفير معداتك للحجز التالي. من التفتيش إلى الإصلاح ، يوفر ديفاف الجودة التي يمكنك الاعتماد عليها.",

  "clients-title1": "",
  "clients-title2": "عملائنا",

  "contact-title": "المكتب الرئيسي",
  "contact-address1": "عمارة سبا، شارع الأمير سلطان",
  "contact-address2": "حي السلامة، جدة ٢٣٥٢٥",
  "contact-address3": "التليفون: ٠٠٩٦٦١٢٢٣٦٧١١١",

  "copyright1": "ضفاف المتحدة للخدمات اللوجستية.",
  "copyright2": "مجموعة نسما القابضة"
}
